---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.TrussFamilyVertWebAngleParam
source: html/4db16605-3b44-c7eb-b494-39c2eb844ca4.htm
---
# Autodesk.Revit.DB.ParameterTypeId.TrussFamilyVertWebAngleParam Property

"Angle"

## Syntax (C#)
```csharp
public static ForgeTypeId TrussFamilyVertWebAngleParam { get; }
```